Repository: skybber/czsky
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: You are now logged in. Welcome back!
cs: Jste přihlášeni, vítejte.

source: User was disabled, please contact administrator.
cs: Uživatel byl zneaktivněn, kontaktujte administrátora.

source: Invalid email or password.
cs: Neplatný email nebo heslo.

source: A confirmation link has been sent to {}.
cs: Potvrzovací odkaz byl odeslán na adresu {}.

source: You have been logged out.
cs: Byl jste odhlášen.

source: A password reset link has been sent to {}.
cs: Odkaz na obnovení hesla byl zaslán na adresu {}.

source: Invalid email address.
cs: Neplatná emailová adresa.

source: Your password has been updated.
cs: Vaše heslo bylo zaktualizováno.

source: The password reset link is invalid or has expired.
cs: Odkaz na zresetování hesla není platný nebo doba jeho platnosti vypršela.

source: Original password is invalid.
cs: Původní heslo není platné.

source: Your email address has been updated.
cs: Vaše emailová adresa byla zaktualizována.

source: The confirmation link is invalid or has expired.
cs: Potvrzovací odkaz je neplatný nebo jeho platnost vypršela.

source: A new confirmation link has been sent to {}.
cs: Nový potvrzovací odkaz byl zaslán na adresu {}.

source: Your account has been confirmed.
cs: Vaš účet byl potvrzen.

source: You are already logged in.
cs: Jste již přihlášen.

source: You have already joined.
cs: Již jste připojen.

source: Your password has been set. After you log in, you can go to the "Your Account" page to review your account information and settings.
cs: Vaše heslo bylo nastaveno. Po přihlášení můžete přejít do sekce "Váš účet" a zkontrolovat informace a nastavení svého účtu.

source: The confirmation link is invalid or has expired. Another invite email with a new link has been sent to you.
cs: Potvrzovací odkaz je neplatný nebo jeho platnost vypršela. Další e-mail s pozvánkou s novým odkazem vám byl zaslán.

source: User login disabled.
cs: Přistup byl odepřen.

source: ## Goal **OpenAstronomyLog** is a free and open XML schema definition for all kinds of astronomical observations. Software that supports this schema enables an observer to share observations with other observers or move observations among software products. ## History The schema (formerly known as COMAST schema) was primarily developed by the german ["Fachgruppe für Computerastronomie"](http://www.vds-astro.de/fachgruppen/computerastronomie.html) (section for computerastronomy) which is a subsection of Germany's largest astronomy union, [VDS](http://www.vds-astro.de/) (Vereinigung der Sternfreunde e.V.) Starting with version 2.0 the schema was renamed from COMAST (abbr. for *Com*puter *Ast*ronomy) to **OpenAstronomyLog**, or **\<OAL\>**. ## Documentation Please see our [wiki section](https://github.com/openastronomylog/openastronomylog/wiki) as well as the [doc](https://github.com/openastronomylog/openastronomylog/tree/master/doc) folder ## License The schema is released under the [APACHE Software License 2.0](https://github.com/openastronomylog/openastronomylog/blob/master/LICENSE) and is currently supported in both open source and commercial software. Just [download the schema archive](https://github.com/openastronomylog/openastronomylog/blob/master/OAL21.zip?raw=true)! ## Contribution In you want to contribute to **\<OAL\>** please join the [OpenAstronomyLog discussion group](https://groups.google.com/forum/#!forum/openastronomylog).
cs: ## Cíl **OpenAstronomyLog** je svobodná a otevřená definice schématu XML pro všechny druhy astronomických pozorování. Software, který toto schéma podporuje, umožňuje pozorovateli sdílet pozorování s jinými pozorovateli nebo přesouvat pozorování mezi softwarovými produkty. ## Historie Toto schéma (dříve známé jako schéma COMAST) bylo primárně vyvinuto společností německá ["Fachgruppe für Computerastronomie"](http://www.vds-astro.de/fachgruppen/computerastronomie.html) (sekce pro počítačovou astronomii), která je podsekcí největší německé astronomické společnosti astronomického svazu [VDS](http://www.vds-astro.de/) (Vereinigung der Sternfreunde e.V.). Počínaje verzí 2.0 bylo schéma přejmenováno z COMAST (zkratka pro *Com*puter *Ast*ronomy) na **OpenAstronomyLog** nebo **\<OAL\>**. ## Dokumentace Podívejte se prosím do naší [wiki sekce](https://github.com/openastronomylog/openastronomylog/wiki) a také do složky [doc](https://github.com/openastronomylog/openastronomylog/tree/master/doc). ## Licence Schéma je uvolněno pod licencí [APACHE Software License 2.0](https://github.com/openastronomylog/openastronomylog/blob/master/LICENSE) a v současné době je podporováno jak v open source, tak v komerčním softwaru. Stačí [stáhnout archiv schématu](https://github.com/openastronomylog/openastronomylog/blob/master/OAL21.zip?raw=true)! ## Příspěvek Pokud chcete přispět do **\<OAL\>**, připojte se k diskusní skupině [OpenAstronomyLog](https://groups.google.com/forum/#!forum/openastronomylog).

source: Not a valid choice
cs: Neplatná volba

source: Items per page
cs: Položek na stránku

source: Notes
cs: Poznámky

source: Telescope
cs: Dalekohled

source: Eyepiece
cs: Okulár

source: Filter
cs: Filtr

source: Update
cs: Uložit

source: Date From
cs: Čas od

source: Time From
cs: Čas od

source: Search
cs: Hledat

source: Season
cs: Roční období

source: All
cs: Všechna

source: Winter
cs: zima

source: Spring
cs: jaro

source: Summer
cs: léto

source: Autumn
cs: podzim

source: Southern
cs: jižní souhvězdí

source: Common Name
cs: Obecné jméno

source: Constellation successfully updated
cs: Souhvězdí bylo zaktualizováno.

source: Catalogue
cs: Katalog

source: All catalogues
cs: Všechny katalogy

source: Object type
cs: Typ Objektu

source: All types
cs: Všechny typy

source: Galaxy
cs: Galaxie

source: Globular Cluster
cs: Kulová hvězdokupa

source: Open Cluster
cs: Otevřená hvězdokupa

source: Nebula
cs: Mlhovina

source: Planetary Nebula
cs: Planetární mlhovina

source: Galaxy Cluster
cs: Kupa galaxií

source: Limit mag
cs: Limitní mag

source: Dec min
cs: Deklinace min

source: Max axis ratio
cs: Max. poměr os

source: References
cs: Reference

source: Rating
cs: Hodnocení

source: Mag max
cs: Max mag

source: Separation min
cs: Separace min

source: Separation max
cs: Separace max

source: Max latest mag
cs: Max. poslední mag

source: Object Name
cs: Jméno objektu

source: List comment.
cs: Komentář

source: Update Items
cs: Uložit položky

source: Title
cs: Nadpis

source: List is public
cs: Je veřejný

source: Create User Object List
cs: Vytvořit uživatelský seznam

source: Update User Object List
cs: Aktualizovat uživatelský seznam

source: User object list successfully created
cs: Uživatelský seznam byl úspěšně vytvořen

source: User object list successfully updated
cs: Uživatelský seznam byl úspěšně uložen.

source: User object list was deleted
cs: Uživatelský seznam byl odstraněn.

source: Field radius
cs: Zorné pole

source: DSO limit mag
cs: Limitní magnituda DSO

source: Location
cs: Lokalita

source: Name
cs: Jméno

source: Application theme
cs: Aplikační téma

source: Definition
cs: Definice

source: Is active
cs: Je aktivní

source: Add Theme
cs: Přidat téma

source: Update Theme
cs: Uložit téma

source: Vendor
cs: Výrobce

source: Telescope Type
cs: Typ dalekohledu

source: Aperture (mm)
cs: Apertura (mm)

source: Focal Length (mm)
cs: Ohnisková vzdálenost (mm)

source: Fixed magnification
cs: Fixní zvětšení

source: Is default
cs: Je výchozí

source: At least one of "Focal Length" or "Fixed Magnification" must be set
cs: Musí být nastavena alespoň jedna z možností "Ohnisková vzdálenost" nebo "Pevné zvětšení".

source: Add Telescope
cs: Přidat dalekohled

source: Update Telescope
cs: Uložit dalekohled

source: Field of view (deg)
cs: Zorné pole (stupňů)

source: Diameter (inch)
cs: Průměr (palců)

source: Add Eyepiece
cs: Přidat okulár

source: Update Eyepiece
cs: Uložit okulár

source: Filter Type
cs: Typ filtru

source: Add Filter
cs: Přidat filtr

source: Update Filter
cs: Uložit filtr

source: Lens Type
cs: Typ čočky

source: Magnification
cs: Zvětšení

source: Add Lens
cs: Přidat čočku

source: Update Lens
cs: Uložit čočku

source: Telescope successfully created
cs: Dalekohled byl vytvořen

source: Telescope successfully updated
cs: Dalekohled byl zaktualizován

source: Telescope was deleted
cs: Dalekohled byl odstraněn

source: Eyepiece successfully created
cs: Okulár byl vytvořen

source: Eyepiece successfully updated
cs: Okulár byl zaktualizován

source: Eyepiece was deleted
cs: Okulár byl odstraněn

source: Filter successfully created
cs: Filtr byl 'vytvořen

source: Filter successfully updated
cs: Filtr byl zaktualizován

source: Filter was deleted
cs: Filtr byl odstraněn

source: Lens successfully created
cs: Optický člen byl vytvořen

source: Lens successfully updated
cs: Optický člen byl zaktualizován

source: Lens was deleted
cs: Optický člen byl odstraněn

source: Position
cs: Pozice

source: Is suitable for observation
cs: Je vhodná k pozorování

source: Is public
cs: Je veřejná

source: Country
cs: Země

source: Time Zone
cs: Časová zóna

source: IAU code
cs: IAU kód

source: Add location
cs: Přidat lokalitu

source: Update location
cs: Uložit lokalitu

source: The 'q' parameter is required.
cs: Parametr 'q' je povinný.

source: Error communicating with the Nominatim API.
cs: Chyba při komunikaci s Nominatim API.

source: Title row
cs: Podtitulek

source: Coordinates
cs: Souřadnice

source: Is released
cs: Publikovat

source: Add news
cs: Přidat novinku

source: Update news
cs: Uložit novinku

source: Date To
cs: Čas do

source: Export Observing Session
cs: Exportovat pozorování

source: Double star "{}" not found
cs: Dvojhvězda "{}" nebyla nalezena.

source: DSO "{}" not found
cs: DSO "{}" nebyl nalezen

source: OAL Target "{}" not found.
cs: OAL Target "{}" nebyl nalezen.

source: OAL Observation "{}" for session "{}" already exists and was modified by user.
cs: OAL pozorování "{}" pro seanci "{}" již existuje a bylo modifikováno uživatelem.

source: No file part
cs: Soubor nebyl nalezen

source: No selected file
cs: Soubor nebyl vybrán

source: Observations import enqued.
cs: Pozorování bylo zařazeno do importní fronty.

source: Object identification
cs: ID objektu

source: Object was added to observed list.
cs: Objekt byl zařazen do seznamu pozorovaných objektů

source: Object is already on observed list.
cs: Objekt je již zahrnut do seznamu pozorovaných objektů

source: Object not found.
cs: Objekt nebyl nalezen.

source: Observed list item was deleted
cs: Objekt byl odstraněn ze seznamu pozorovaných objektů

source: Observed list deleted
cs: Seznam pozorovaných objeků byl vymazán

source: Observed list updated.
cs: Seznam pozorovaných objektů byl uložen

source: DSO list with comment. (e.g. M3,M5:nice globulars!)
cs: DSO seznam s volitelným komentářem. (př. M3,M4: pěkně kulaté!)

source: Transparency
cs: Průzračnost

source: Value expected.
cs: Hodnota je vyžadována.

source: Unknown targets:
cs: Neznámé objekty:

source: Faintest Star
cs: MHV

source: Weather
cs: Počasí

source: Equipment
cs: Výbava

source: Default telescope
cs: Výchozí dalekohled

source: Session is public
cs: Je veřejný

source: Session is finished
cs: Je ukončeno.

source: Session is active
cs: Právě probíhá

source: Date from must be before date to.
cs: Datum OD musí být po před datem DO.

source: Date to must be after date from.
cs: Datum DO musí být po datu OD.

source: Create Observing Session
cs: Přidat pozorování

source: Update Observing Session
cs: Uložit pozorování

source: DSO name
cs: Jméno DSO

source: Observing session imported
cs: Pozorování bylo naimportováno.

source: Observing session successfully created
cs: Pozorování bylo vytvořeno

source: Observing session successfully updated
cs: Pozorování bylo uloženo

source: Observation was deleted
cs: Pozorování bylo odstraněno

source: Target
cs: Cíl pozorování

source: Create Observation
cs: Vytvořit pozorování

source: Update Observation
cs: Uložit pozorování

source: Observation successfully created
cs: Pozorování bylo vytvořeno

source: Observation successfully updated
cs: Pozorování bylo uloženo

source: Active
cs: Je aktivní

source: Archived
cs: Je archivní

source: Date
cs: Datum

source: Plan is public
cs: Je veřejný

source: Plan is archived
cs: Plán je archivní

source: Add Session Plan
cs: Přidat plán pozorování

source: Update Session Plan
cs: Uložit plán pozorování

source: Min altitude
cs: Minimální výška

source: Object id
cs: ID objektu

source: Session plan successfully created
cs: Plán pozorování byl vytvořen

source: Session plan already exists
cs: Plán pozorování již existuje

source: Session plan successfully updated
cs: Plán pozorování byl uložen

source: Session plan was deleted
cs: Plán pozorování byl odstraněn

source: Session items deleted
cs: Položky plánu pozorování byly odstraněny

source: Object was added to session plan.
cs: Objekt byl zařazen do plánu pozorování

source: Session plan item was deleted
cs: Plán pozorování byl odstraněn

source: No file selected
cs: Soubor nebyl vybrán

source: Session plan uploaded.
cs: Plán pozorování byl nahrán

source: Type
cs: Typ

source: Constellation
cs: Souhvězdí

source: Rise
cs: Východ

source: Set
cs: Západ

source: Wish list uploaded.
cs: Wish list byl nahrán.

source: Wishlist uploaded.
cs: Wish list byl nahrán.

source: Wishlist items deleted
cs: Položky wishlistu byly odstraněny.

source: From
cs: Čas od

source: To
cs: Čas do

source: Sun Ang. Dist. min
cs: Min úhlová vzd. od Sl.

source: Username
cs: Uživatelské jméno

source: Full Name
cs: Plné jméno

source: Default country
cs: Výchozí země

source: Current Password
cs: Aktuální heslo

source: New Password
cs: Nové heslo

source: Re-Type New Password
cs: Zopakovat nové heslo

source: Update Password
cs: Uložit heslo

source: Password
cs: Heslo

source: Confirm Deletion
cs: Potvrdit odstranění

source: Git repository
cs: Git repozitář

source: Public key
cs: Veřejný klíč

source: Content git repository
cs: Git repozitář pro společný obsah

source: Create your password
cs: Vytvořit heslo

source: Account information
cs: Správa účtu

source: Change email address
cs: Změna emailové adresy

source: Change password
cs: Změnit heslo

source: Full name
cs: Celé jméno

source: Email address
cs: Emailová adresa

source: Account type
cs: Typ účtu

source: Manage your account settings and change your login information.
cs: Správa nastavení účtu a změna přihlašovacích údajů.

source: Reset your password
cs: Obnovení hesla

source: You need to confirm your account before continuing.
cs: Před pokračováním musíte potvrdit svůj účet.

source: When you created an account, you should have received an email from us at {} with a link to confirm your email address.
cs: Po vytvoření účtu, byste měli od nás obdržet e-mail na adresu. {} s odkazem pro potvrzení vaší e-mailové adresy."

source: I didn't receive an email!
cs: Nedostal jsem email!

source: No problem! Just click the button below and we'll send you another one.
cs: Žádný problém! Stačí kliknout na tlačítko níže a my vám pošleme další.

source: Resend confirmation email
cs: Opětovně zaslat potvrzovací email

source: Dear
cs: Vážený

source: To confirm your new email address
cs: Pro potvrzení emailové adresy

source: click here
cs: klikněte zde

source: Alternatively, you can paste the following link in your browser's address bar:
cs: Případně můžete do adresy prohlížeče vložit následující odkaz:

source: Sincerely,
cs: S pozdravem

source: The {} Team
cs: {} tým

source: Note: replies to this email address are not monitored.
cs: Poznámka: odpovědi na tuto e-mailovou adresu nejsou monitorovány.

source: Welcome to
cs: Vítejte v

source: To confirm your account, please
cs: Chcete-li potvrdit svůj účet.

source: You are invited to join
cs: Jste zváni, abyste se připojili

source: To set your password, please
cs: Chcete-li nastavit heslo.

source: Once completed, please log in as {} with the password you set.
cs: Po dokončení se přihlaste jako {} s nastaveným heslem.

source: To reset your password,
cs: K obnovení hesla,

source: If you have not requested a password reset, simply ignore this message.
cs: Pokud jste o obnovení hesla nepožádali, tuto zprávu ignorujte.

source: Object not found
cs: Objekt neby nalezen.

source: Specified object was not found.
cs: Požadovaný objekt nebyl nalezen.

source: Close
cs: Zavřít

source: List
cs: Seznam

source: Add to session plan
cs: Přidat do plánu

source: Add to wishlist
cs: Přidat na wishlist

source: Add to observed
cs: Přidat do pozorovaných

source: Home
cs: Domů

source: View center settings
cs: Zobrazit nastavení středu

source: Center object
cs: Vycentrovat na objekt

source: Unselect
cs: Zrušit výběr

source: Setup time
cs: Nastavit čas

source: Use current time
cs: Použít aktuální čas

source: Current Location
cs: Aktuální poloha

source: Unknown city
cs: Neznámá poloha

source: We use your IP temporarily to show accurate maps. It is processed in real time and not stored.
cs: Vaši IP adresu dočasně používáme k zobrazení přesných map. Je zpracovávána v reálném čase a není ukládána.

source: Use auto location
cs: Použít automatickou polohu

source: User location
cs: Uživ. poloha

source: Settings
cs: Nastavení

source: Equat ↔ Horizontal
cs: Rovnik ↔ Obzorník

source: Constellation lines
cs: Tvary souhvězdí

source: Constellation borders
cs: Hranice souhvězdí

source: Equatorial grid
cs: Rovníková síť

source: Horizontal grid
cs: Obzorníková síť

source: Deepsky objects
cs: Deepsky objekty

source: Sol. system
cs: Sl. soustava

source: Show solar system
cs: Zobrazit objekty SS

source: Show comet tail
cs: Zobrazit ohony komet

source: Star labels
cs: Názvy hvězd

source: Chart Themes
cs: Mapové téma

source: Dark Mode
cs: Tmavý mód

source: Light Mode
cs: Světlý mód

source: Night Mode
cs: Noční mód

source: Flip horizontally
cs: Otočit horizontálně

source: Flip vertically
cs: Otočit vertikálně

source: Optimize traffic
cs: Optimalizovat přenos

source: Search...
cs: Hledat...

source: Your Account
cs: Správa účtu

source: Log out
cs: Odhlášení

source: Register
cs: Registrace

source: Log In
cs: Přihlášení

source: News of the Week
cs: Astronomický týden

source: Constellations
cs: Souhvězdí

source: View constellations
cs: Zobrazit souhvězdí

source: View deepsky objects
cs: Zobrazit deepsky objekty

source: Solar System
cs: Sluneční soustava

source: View solar system
cs: Zobrazit sluneční soustavu

source: Chart
cs: Mapa

source: View sky chart
cs: Zobrazit hvězdnou mapu

source: Session Plan
cs: Plán pozorování

source: Session plan
cs: Plán pozorování

source: Planner
cs: Plánování

source: View planner menu
cs: Zobrazit sekci plánováni

source: Observation
cs: Pozorování

source: View observation menu
cs: Zobrazit pozorování

source: User Data
cs: Data a nastavení

source: View user data
cs: Zobrazit sekci moje data a nastavení

source: Update and back
cs: Uložit a zpět

source: Stars
cs: Hvězdy

source: Common name
cs: Obecné jméno

source: descr
cs: popis

source: Image
cs: Obrázek

source: Description
cs: Popis

source: Alternative name
cs: Alternativí název

source: Sketch
cs: Kresba

source: Catalog
cs: Katalog

source: Observations
cs: Pozorování

source: Other names
cs: Další názvy

source: distance
cs: vzdálenost

source: Active observation:
cs: Probíhající pozorování:

source: Delete Log
cs: Odstranit záznam

source: Are you sure you want to delete this observation log?
cs: Skutečně chcete odstranit tento záznam z pozorování?

source: Yes
cs: Ano

source: Observation recording
cs: Záznam pozorování

source: Pin object
cs: Deepsky objekty

source: Deepsky Objects
cs: Deepsky objekty

source: Choose Catalogue
cs: Vybrat katalog

source: Choose Type
cs: Vybrat typ

source: Object Type
cs: Typ Objektu

source: Declination min
cs: Deklinace min

source: Back To Star
cs: Zpět na hvězdy

source: Common catalogue ID
cs: Katalogové ID

source: Components
cs: Komponenty

source: Other Designation
cs: Jiná označení

source: Position angle
cs: Poziční úhel

source: Separation
cs: Separace

source: Mag First
cs: Mag 1

source: Mag Second
cs: Mag 2

source: Spectral Type
cs: Spektrální typ

source: WDS or Cat. ID
cs: WDS nebo Kat. ID

source: Catalog ID
cs: Katalogové ID

source: Co.
cs: Komp.

source: Other designation
cs: Jiná označení

source: Spec.
cs: Spekt.

source: Double Stars
cs: Dvojvězdy

source: Choose Constellation
cs: Vybrat souhvězdí

source: Hide observed objects
cs: Nenabízet pozorované objekty

source: Unobserved
cs: Nepozorované

source: Distance
cs: Vzdálenost

source: CzSkY lists
cs: CzSkY seznamy

source: Classic list
cs: Klasické seznamy

source: Categorized Lists
cs: Kategorizované seznamy

source: Exotic lists
cs: Exotické seznamy

source: Deepsky Object Catalogues
cs: Katalogy deepsky objektů

source: Search deepsky objects
cs: Zobrazit sekci vyhledávání deepsky objektů

source: Deepsky Lists
cs: Deepsky seznamy

source: View deepsky lists
cs: Zobrazit sekci deepsky seznamy

source: View WDS catalogue of double stars
cs: Zobrazit WDS katalog dvojvězd

source: Supernovae
cs: Supernovy

source: View latest supernovae
cs: Zobrazit poslední supernovy

source: Catalogue data
cs: Katalogové údaje

source: Spectral type
cs: Spektrální typ

source: Host Galaxy
cs: Galaxie

source: Offset
cs: Ofset

source: Latest Mag
cs: Poslední mag

source: Last Observed
cs: Poslední pozorování

source: Max Mag Date
cs: Datum max. jasu

source: First Observed
cs: První pozorování

source: Discoverer
cs: Objevitel

source: SN designation
cs: SN označení

source: Latest Observed
cs: Poslední pozorování

source: User object lists
cs: Uživatelský seznam objektů

source: User Object List Info
cs: Uživatelský seznam objektů

source: Add New User Object List
cs: Přidat uživatelský seznam objektů

source: Edit User Object List
cs: Upravit uživatelský seznam objektů

source: Delete List
cs: Odstranit seznam

source: Delete User Object List
cs: Odstranit uživatelský seznam objektů

source: Are you sure you want to delete user object list?
cs: Skutečně chcete odstranit tento uživatelský seznam objektů?

source: No
cs: Ne

source: Object list is public
cs: Je veřejný

source: Edit Header
cs: Upravit hlavičku

source: Edit Items
cs: Upravit položky pozorování

source: Leave editing
cs: Opustit editaci

source: Items
cs: Položky

source: Update and go back
cs: Uložit a zpět

source: User Object Lists
cs: Uživatelský seznam objektů

source: New user object list
cs: Nový uživatelský seznam objektů

source: Chart themes
cs: Mapové téma

source: Add Chart Theme
cs: Přidat mapové téma

source: Edit Chart Theme
cs: Upravit mapové téma

source: Load Dark Theme
cs: Nahrát tmavé téma

source: Load Light Theme
cs: Nahrát světlé téma

source: Load Night Theme
cs: Nahrát noční téma

source: Load Theme
cs: Nahrát téma

source: Are you sure you want to load the
cs: Skutečně chcete nahrát

source: theme? This will overwrite your current definition.
cs: téma? Operace přepíše současné nastavení.

source: Add theme
cs: Přidat téma

source: Theme list
cs: Seznam témat

source: Instruments
cs: Vybavení

source: Telescopes
cs: Dalekohledy

source: Your telescopes
cs: Vaše dalekohledy

source: Eyepieces
cs: Okuláry

source: Your eyepieces
cs: Vaše okuláry

source: Filters
cs: Filtry

source: Your filters
cs: Vaše filtry

source: Barlow & Correctors
cs: Barlow a korektory

source: Your Barlow and Corrector
cs: Vaše Barlow a korektory

source: Eyepiece Info
cs: Informace k okuláru

source: Add New Eyepiece
cs: Přidat nový okulár

source: Edit Eyepiece
cs: Upravit okulár

source: Delete Eyepiece
cs: Odstranit okulár

source: Are you sure you want to delete eyepiece?
cs: Skutečně chcete odstranit tento okulár?

source: Focal length (mm)
cs: Ohnisková vzdálenost (mm)

source: FOV (deg)
cs: Zorné pole (stupňů)

source: New eyepiece
cs: Přidat okulár
