Repository: skybber/czsky
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Focal length
cs: Ohnisková vzdálenost

source: FOV
cs: Zorné pole

source: Diameter
cs: Průměr

source: Filter Info
cs: Informace k filtru

source: Add New Filter
cs: Přidat nový filtr

source: Edit Filter
cs: Upravit filtr

source: Delete Filter
cs: Smazat filtr

source: Are you sure you want to delete filter?
cs: Skutečně chcete odstranit tento filtr?

source: Filter type
cs: Typ filtru

source: New filter
cs: Přidat filtr

source: Lenses
cs: Čočky

source: Lens Info
cs: Informace k čočce

source: Add New Lens
cs: Přidat novou čočku

source: Edit Lens
cs: Upravit čočku

source: Delete Lens
cs: Odstranit čočku

source: Are you sure you want to delete lens?
cs: Skutečně chcete odstranit tuto čočku

source: Lens type
cs: Typ čočky

source: New lens
cs: Přidat čočku

source: Telescope Info
cs: Informace k dalekohledu

source: Add New Telescope
cs: Přidat nový dalekohled

source: Edit Telescope
cs: Upravit dalekohled

source: Delete Telescope
cs: Odstranit dalekohled

source: Are you sure you want to delete telescope?
cs: Skutečně chcete odstranit tento dalekohled?

source: Telescope type
cs: Typ dalekohledu

source: New telescope
cs: Přidat dalekohled

source: Aperture
cs: Apertura

source: Import History
cs: Historie importů

source: Delete Imported Observations
cs: Odstranit importovaná pozorování

source: Create date
cs: Datum od

source: Are you sure you want to delete all imported observations by this import?
cs: Skutečně chcete odstranit všechna pozorování vytvořená tímto importem?

source: Import History Record
cs: Záznam v historii importů

source: Locations
cs: Lokality

source: Location Info
cs: Informace o lokalitě

source: Add New Location
cs: Přidat novou lokalitu

source: Edit Location
cs: Upravit lokalitu

source: Delete Location
cs: Ostranit lokalitu

source: Are you sure you want to delete location?
cs: Skutečně chcete odstranit tuto lokalitu

source: Observation place
cs: Pozorovací stanoviště

source: Links
cs: Linky

source: News
cs: Novinky

source: News Info
cs: Novinka

source: Add New News
cs: Přidat novou novinku

source: Edit News
cs: Upravit novinku

source: Delete News
cs: Odstranit novinku

source: Are you sure you want to delete news?
cs: Skutečně chcete odstranit tuto novinku

source: News list
cs: Zobrazit novinky

source: Export observations to OAL
cs: Exportovat pozorování do OAL

source: About OAL
cs: Informace o OAL

source: Import observations from OAL
cs: Importovat pozorování z OAL

source: Create new observing session
cs: Přidat nové pozorování

source: Observing Sessions
cs: Pozorování

source: View observing sessions
cs: Zobrazit pozorování

source: Create Standalone Observation
cs: Přidat jednotlivé pozorování

source: Create new standalone observation
cs: Přidat jednotlivé pozorování objektu

source: Standalone Observations
cs: Jednotlivá pozorování

source: View standalone observations
cs: Zobrazit jednotlivá pozorování objektů

source: Observed List
cs: Pozorované objekty

source: View observed objects
cs: Zobrazit sekci pozorování

source: Observations Export [Experimental]
cs: Export pozorování [Experimentální]

source: Observations Import [Experimental]
cs: Import pozorování [Experimentální]

source: Observations Import History [Experimental]
cs: Historie importů pozorování [Experimentální]

source: View import history from OAL
cs: Zobrazit historii importů z OAL

source: Clear list
cs: Smazat seznam

source: Download observed list
cs: Stáhnout seznam pozorovaných objektů

source: Upload observed list
cs: Nahrát seznam pozorovaných objektů

source: Comet
cs: Komety

source: Minor Planet
cs: Planetky

source: Load observation list
cs: Nahrát seznam

source: All data from file will be added to observation list.
cs: Všechny objekty ze souboru budou přidány do seznamu pozorovaných objektů

source: Are you sure you want to load observation list?
cs: Skutečně chcete nahrát seznam pozorovaných objektů?

source: Clear observed list
cs: Odstranit položky

source: All items from observed list will be removed.
cs: Všechny položky ze seznamu pozorovaných objektů budou odstraněny.

source: Are you sure you want to clear observed list?
cs: Skutečně chcete vyčistit seznamu pozorovaných objektů?

source: List of observed objects
cs: Seznam pozorovaných objektů

source: Add New Observing Session
cs: Přidat nové pozorování

source: Edit Observing Session
cs: Upravit pozorování

source: Delete Observing Session
cs: Smazat pozorování

source: Are you sure you want to delete observing session?
cs: Skutečně chcete odstranit toto pozorování?

source: Run plan
cs: Spustit plán

source: Export observation to OAL
cs: Exportovat pozorování do OAL

source: Export observing session to OAL
cs: Exportovat pozorování dp OAL

source: Import observing session OAL
cs: Importovat pozorování z OAL

source: Session plans
cs: Plány pozorování

source: Choose current session plan
cs: Vybrat plán pozorování

source: Unobserved objects
cs: Nepozorové objekty

source: Size
cs: Velikost

source: No object has been observed from this plan yet.
cs: Z plánu ještě nebyl pozorován žádný objekt.

source: Observed
cs: Pozorované položky z plánu

source: Activate
cs: Nastavit jako probíhající

source: Deactivate
cs: Deaktivovat

source: Edit Observing Session Items
cs: Upravit položky pozorování

source: New observing session
cs: Přidat nové pozorování

source: Add New Observation
cs: Přidat nové pozorování

source: Edit Observation
cs: Upravit pozorování

source: Delete Observation
cs: Odstranit pozorování

source: Are you sure you want to delete observation?
cs: Skutečně chcete odstranit toto pozorování?

source: Observer
cs: Pozorovatel

source: Observing session
cs: Pozorování

source: Limiting magnitude/SQM
cs: MHV/SQM

source: Instrument
cs: Dalekohled

source: New observation
cs: Nové pozorování

source: Create session plan
cs: Vytvořit plán pozorování

source: Create new session plan
cs: Vytvořit nový plán pozorování

source: Session Plans
cs: Plány pozorování

source: View session plans
cs: Zobrazit plány pozorování

source: View wishlist
cs: Zobrazit wishlist

source: Add New Session Plan
cs: Přidat nový plán pozorování

source: Edit Session Plan
cs: Upravit plán pozorování

source: Delete Plan
cs: Odstranit plán

source: Delete Session Plan
cs: Odstranit plán pozorování

source: Are you sure you want to delete session plan?
cs: Skutečně chcete odstranit plán pozorování?

source: Schedule
cs: Plán

source: Planet
cs: Planety

source: Minor planet
cs: Planetky

source: Edit Session Plan Header
cs: Upravit hlavičku pozorování

source: Object Source
cs: Zdroj objektů

source: Choose Source
cs: Vybrat zdroj objektů

source: Catalogs
cs: Katalog

source: Time from
cs: Čas od

source: Time to
cs: Čas do

source: Time range setup
cs: Nastavení časového intervalu

source: Nautical twilight
cs: Nautický soumrak

source: Astronomical twilight
cs: Astronomická noc

source: Moonless astronomical twilight
cs: Bezměsíční astronomická noc

source: Export CSV
cs: Export do CSV

source: Export OAL
cs: Export do OAL

source: Upload session plan from CSV/OAL
cs: Nahrát plán pozorování z CSV/OAL

source: Clear schedule
cs: Smazat plán

source: Load session plan
cs: Nahrát plán pozorování

source: All data from file will be added to session plan.
cs: Všechny objekty ze souboru budou přidány do seznamu pozorovaných objektů

source: Are you sure you want to import session plan?
cs: Skutečně chcete importovat plán pozorování?

source: Clear session plan
cs: Smazat plán pozorování

source: All planned items will be removed.
cs: Všechny položky z plánu budou odstraněny.

source: Are you sure you want to clear session plan?
cs: Skutečně chcete smazat položky plánu pozorování?

source: New session plan
cs: Přidat nový plán pozorování

source: Upload wishlist plan from CSV/OAL
cs: Nahrát wishlist z CSV/OAL

source: Clear wishlist
cs: Smazat wishlist

source: Load wishlist plan
cs: Nahrát wishlist

source: All data from file will be added to wishlist.
cs: Všechny objekty ze souboru budou přidány do wishlistu

source: Are you sure you want to import wishist?
cs: Skutečně chcete importovat wishlist?

source: All wishlist items will be removed.
cs: Všechny položky z wishlistu budou odstraněny.

source: Are you sure you want to clear wishlist?
cs: Skutečně chcete vyčistit wishlist?

source: Coma diameter
cs: Průměr komy

source: Brightness
cs: Jas

source: Magnitude value is evaluated
cs: Magnituda je numericky vypočítána.

source: Comets
cs: Komety

source: Sun Ang. Dist.
cs: Úhlová vzd. Sl.

source: Minor Planets
cs: Planetky

source: Angular diameter
cs: Úhlový průměr

source: Phase
cs: Fáze

source: Orbital Period
cs: Oběžná doba

source: days
cs: dnů

source: Synodic Period
cs: Synodická doba

source: Planet Moons
cs: Měsíce planet

source: Moon Name
cs: Jméno měsíce

source: Planets
cs: Planety

source: Solar system
cs: Sluneční soustava

source: Show planets
cs: Zobrazit planety

source: Show planet moons
cs: Zobrazit měsíce planet

source: Minor planets
cs: Planetky

source: Show Minor Planets
cs: Zobrazit planetky

source: Show comets
cs: Zobrazit komety

source: Store to Git
cs: Uložit do GITu

source: Store content to Git content repository
cs: Git repozitář pro společný obsah

source: This operation stores user data to Git repository:
cs: Tato operace uloží uživatelská data do git repozitáře:

source: This operation stores content data to Git repository:
cs: Tato akce uloží obsah czsky do git repozitáře:

source: Git repository is not set up.
cs: Git repozitář není nastaven

source: Save data to Git
cs: Uložit data do GITu

source: Save content data to Git
cs: Uložit obsah do GITu

source: Load from Git
cs: Nahr8t z GITu

source: Load content from Git content repository
cs: Git repozitář pro společný obsah

source: This operation loads user data from Git repository:
cs: Tato operace nahraje uživatelská data z GIT repozitáře:

source: This operation loads content data from Git repository:
cs: Tato operace nahraje obsah czsky z GIT repozitáře:

source: All not pushed data will be lost!
cs: Všechna neuložená data pomocí git-push budou ztracena!

source: Load data from Git
cs: Nahrát data z GIT repozitáře

source: Load content data from Git
cs: Nahrát data z GIT repozitáře

source: Load data from GIT
cs: Nahrát data z GIT repozitáře

source: All current data will be overridden by incoming data from GIT repository.
cs: Všechna současná data budou přepsána daty s GIT repozitáře.

source: Are you sure you want to load data from GIT?
cs: Skutečně chcete nahrát data z GIT repozitáře?

source: Your Equipment
cs: Vaše vybavení

source: Your Locations
cs: Lokality

source: Git Repository
cs: Git repozitář

source: Store/restore data from git repository
cs: Synchronizace s git repozitáři

source: Show all news
cs: Zobrazit novinky

source: Select Country
cs: Vyberte zemi

source: Delete Your Account
cs: Zrušit účet

source: This action is permanent
cs: Tato akce je nevratná!

source: Deleting a user account is not a reversible change. Any information associated with this account will be removed, and cannot be recovered.
cs: Odstranění uživatelského účtu je nevratná akce. Veškeré informace spojené s tímto účtem budou odstraněny a nelze je obnovit.

source: Create SSH key
cs: Vytvořit SSH klíč

source: Are you sure you want to (re)create new SSH key?
cs: Skutečně chcete vytvořit nový SSH klíč?

source: Delete SSH key
cs: Smazat SSH klíč

source: Are you sure you want to delete sshkey?
cs: Skutečně chcete odstranit tento SSH klíč?

source: Create SSH key for content repository
cs: Vytvořit SSH klíč pro repozitář s obsahem CzSky.

source: Are you sure you want to (re)create new SSH key for content repository?
cs: Skutečně chcete vytvořit nový SSH klíč pro repozitář s obsahem?

source: Delete SSH key for content repository
cs: Odstranit SSH klíč pro repozitář s obsahem

source: Are you sure you want to delete sshkey for content repository?
cs: Skutečně chcete odstranit tento SSH klíč?

source: Deepsky object not found.
cs: Deepsky objekt nebyl nalezen

source: View all locations
cs: Zobrazit lokality

source: Reset FOV
cs: Resetovat FOV

source: DSS background
cs: DSS vrstva

source: Show magnitudes
cs: Zobrazit magnitudy

source: None
cs: Žádný

# seeing
source: Terrible
cs: Vyjímečně špatný

# transparency
source: Very bad
cs: Velmi špatná

# transparency
source: Bad
cs: Špatná

# transparency
source: Average
cs: Průměrná

# transparency
source: Good
cs: Dobrá

# transparency
source: Excellent
cs: Výborná

# transparency
source: Unusual
cs: Neobvyklá
